[
    {
        "author": "Richard Mearns",
        "body":"<p>My main recollection of John was that he would wake very early to work on one of his books and had probably done three hours before breakfast. For one of his afternoon horizontal half-hours he slept on the ground on a Turkish hillside. Barbara and I were supposed to be keeping an eye on him but inevitably wandered off quite far. We were horrified to look back with our binoculars and see a shepherd poking him with a stick to see if he was alive. When we got back John was getting on well with the shepherd, discussing the price of wool or some such thing, even though he could not speak a word of Turkish, and the Turk had no English.</p><p>In the Pyrenees we seemed to spend an awful lot of time fruitlessly searching cliff faces for Wall Creepers without success - but we had great walks in wonderful habitats.</p>",
        "photos":["richard_mearns.jpg"]
    },
    {
        "author": "Jeremy Lindsell",
        "body":"<p>Uncle John made a couple of visits to Uganda when I was living there in the late 1990s and so I had the pleasure of joining him for some birdwatching when he had completed his speaking duties. On the first occasion we had a memorable trip to Murchison Falls National Park in the company of David Zac Niringiye, and Uncle John’s study assistant Corey Widmer. I was determined to show them one of my favourite spectacles – the feasting by birds of prey on a great host of bats emerging at dusk from their roost in the cliff below the waterfall. The best views could only be had by hopping the very modest fence so you could peer over the cliff edge. Uncle John was not going to do anything other than encourage his young and rather unthinking guide, and so we cleared the fence and got ourselves into position to enjoy the sunset and wait for the bats. As ever, they didn’t disappoint. Huge numbers streamed out of their cave below and up into the air above the mist from the falls. And as they came out so did the African Hobbys, the Yellow-billed Kites, the African Fish Eagles and the star of the show, the Bat Hawk. The bats were so thick that it seemed the birds only had to trawl through the mass with their legs hanging down to have a chance of catching hold of one. By the time the show was over the sun was well below the horizon and, as always seems remarkable for a high latitude visitor to the equator, it had grown dark remarkably quickly. It was then that we discovered that Uncle John’s eyesight, no longer at its best in his nearly 80 years, was not only a challenge for picking out a fleeting bird in a forest canopy, but also for seeing very much at all when the light was low. And now we had a cliff top to navigate, a fence to climb over, and a rocky and uneven footpath back through the darkly shaded riverside forest. And with no torch between us. We did of course find our way out but only by a combination of very slow progress and with Uncle John walking behind me, both his hands on my shoulders and moving his feet in time with me to place them where I placed mine. I don’t recall him referring us to John 21:18 but he might have been thinking it, not least because that same morning had involved a rather hilarious incident concerning his trousers, but that’s a story for another time. Corey and Zac are my witnesses.</p>",
        "photos":[]
    },
    {
        "author": "Peter Harris",
        "body":"<p>It is difficult to choose one picture from birding with John all over the world, usually on the back of his and our work travels. It was usually a new A Rocha project or some speaking that took us there, but sometimes we and some friends just went. On this occasion it was to find wintering Red-breasted Geese in the Danube Delta, hosted on a rather shaky craft in mostly freezing fog by our piratical friend, second from the left. Despite the predations of many Italian hunters we did see the geese, although quite typically John’s ruthless honesty was correct in saying it was a brief and perhaps not altogether satisfactory distant view. However our week together, organised by Paul Jeanson on the left, and Mihai Ciopasiu on the right, with Barbara and Richard Mearns and Colin Jackson, was truly memorable, not least for five species of woodpecker including Grey-headed.</p>",
        "photos":["peter_harris.png"]
    }
]