[
    {
        "author": "Richard Mearns",
        "body":"<p>My main recollection of John was that he would wake very early to work on one of his books and had probably done three hours before breakfast. For one of his afternoon horizontal half-hours he slept on the ground on a Turkish hillside. Barbara and I were supposed to be keeping an eye on him but inevitably wandered off quite far. We were horrified to look back with our binoculars and see a shepherd poking him with a stick to see if he was alive. When we got back John was getting on well with the shepherd, discussing the price of wool or some such thing, even though he could not speak a word of Turkish, and the Turk had no English.</p><p>In the Pyrenees we seemed to spend an awful lot of time fruitlessly searching cliff faces for Wall Creepers without success - but we had great walks in wonderful habitats.</p>",
        "photos":["richard_mearns.jpg"]
    },
    {
        "author": "Jeremy Lindsell",
        "body":"<p>Uncle John made a couple of visits to Uganda when I was living there in the late 1990s and so I had the pleasure of joining him for some birdwatching when he had completed his speaking duties. On the first occasion we had a memorable trip to Murchison Falls National Park in the company of David Zac Niringiye, and Uncle John’s study assistant Corey Widmer. I was determined to show them one of my favourite spectacles – the feasting by birds of prey on a great host of bats emerging at dusk from their roost in the cliff below the waterfall. The best views could only be had by hopping the very modest fence so you could peer over the cliff edge. Uncle John was not going to do anything other than encourage his young and rather unthinking guide, and so we cleared the fence and got ourselves into position to enjoy the sunset and wait for the bats. As ever, they didn’t disappoint. Huge numbers streamed out of their cave below and up into the air above the mist from the falls. And as they came out so did the African Hobbys, the Yellow-billed Kites, the African Fish Eagles and the star of the show, the Bat Hawk. The bats were so thick that it seemed the birds only had to trawl through the mass with their legs hanging down to have a chance of catching hold of one. By the time the show was over the sun was well below the horizon and, as always seems remarkable for a high latitude visitor to the equator, it had grown dark remarkably quickly. It was then that we discovered that Uncle John’s eyesight, no longer at its best in his nearly 80 years, was not only a challenge for picking out a fleeting bird in a forest canopy, but also for seeing very much at all when the light was low. And now we had a cliff top to navigate, a fence to climb over, and a rocky and uneven footpath back through the darkly shaded riverside forest. And with no torch between us. We did of course find our way out but only by a combination of very slow progress and with Uncle John walking behind me, both his hands on my shoulders and moving his feet in time with me to place them where I placed mine. I don’t recall him referring us to John 21:18 but he might have been thinking it, not least because that same morning had involved a rather hilarious incident concerning his trousers, but that’s a story for another time. Corey and Zac are my witnesses.</p>",
        "photos":[]
    },
    {
        "author": "Peter Harris",
        "body":"<p>It is difficult to choose one picture from birding with John all over the world, usually on the back of his and our work travels. It was usually a new A Rocha project or some speaking that took us there, but sometimes we and some friends just went. On this occasion it was to find wintering Red-breasted Geese in the Danube Delta, hosted on a rather shaky craft in mostly freezing fog by our piratical friend, second from the left. Despite the predations of many Italian hunters we did see the geese, although quite typically John’s ruthless honesty was correct in saying it was a brief and perhaps not altogether satisfactory distant view. However our week together, organised by Paul Jeanson on the left, and Mihai Ciopasiu on the right, with Barbara and Richard Mearns and Colin Jackson, was truly memorable, not least for five species of woodpecker including Grey-headed.</p>",
        "photos":["peter_harris.png"]
    },
    {
        "author": "",
        "body": "<p>Uncle John and I were “breaking in” new Study Assistant Tyler Wigg-Stevenson, now published author and pastor in Canada. We were at Ding Darling Wildlife Refuge on the gulf side of Florida, tromping around this wonderful site for bird watching.</p><p>Tyler was getting into the swing of things so asked: “Uncle John, what kind of bird is that?”</p><p>Uncle John responded: “I’m not sure what you fellas in the states call them, but back home in England, we refer to them as ducks!”</p><p>It might have been on this same cross country trip with Tyler, but I have a memory of Uncle John that illustrates his great love and excitement about bird watching.</p><p>On perhaps our last bird watching outing together, we were on the West Coast. He was fatigued from days of travel and speaking, but, even in his mid-80’s was looking forward to a day off to view water fowl at the beach.</p><p>He was at a point that, when walking together, I would take one elbow and the Study Assistant would take the other. We crested the top of a dune and suddenly Uncle John broke into a fast walk! He looked over his shoulder at me and called out: “Keep up with me boys!”</p><p>I love this memory of his joy and vigor. And, it reminds me that, to this day, I am always encouraged to “keep up with him” in so many different ways.",
        "photos":["JohnStottOregon1996.jpg"]
    },
    {
        "author": "Robert Kelsh",
        "body": "<p>Like many new Christians I had thoroughly enjoyed the thoughtful argument of John Stott’s books, but had never really expected to meet him. However, in June 1996, whilst Helen and I were living in Eugene, Oregon, Peter and Miranda Harris stayed with for 10 days, and brought John to join them for a week of that. We learnt of his great quest – to photograph Snowy Owls on breeding territory in Arctic Canada – an ambition which he was to fulfil on leaving us. But before he went, we did our best to show him some of Oregon’s great birding with the help of my good friend Tom Mickel. We shared astounding views of Spotted Owl in old growth forest, as well as male Harlequin Duck and Black Swift at Davis Lake in the Cascades; I recall too that John took special pleasure in watching Lewis’ Woodpeckers nesting on the edge of a burnt area of forest. It was a huge honour to spend time with him, and to experience his great humility.</p>",
        "photos":["pelicans Aammiq 05-98.jpg"]
    },
    {
        "author": "Chris Walley",
        "body": "<p>A Rocha Lebanon had been going for two years when John Stott came to visit in May 1996. The prime reason for the visit was to speak at an evangelical conference on the environment in Beirut – a landmark not just because it dealt with the gospel and creation care but because it managed to bring together a wide range of churches in a notoriously divided country. </p><p>But John of course wanted to do some bird watching, including seeing the focus of A Rocha Lebanon’s labours: the Aammiq wetland in the southern part of the Bekaa. As Chairman of A Rocha Lebanon and someone with a lot of responsibility for coordinating events, I had the honour of driving him over to the wetland. I don’t think I’ve ever been quite so careful driving on the lethal road up over the great ridge of Mount Lebanon. In between watching out for lorries with failed brakes, the open manholes and the meandering Syrian military vehicles I found myself during my best to explain the impossible complexities of contemporary Lebanon to John who, in his usual gentlemanly manner took it all in and responded with the sort of questions that demanded a lot of thought. Eventually we made it over the ridge and started to drive south down the Bekaa. I gestured to one of the Palestinian military encampments we passed and made the confident assertion that the while the Israelis used to bomb them in the past they didn’t do it anymore. John was clearly impressed by my military knowledge but less so when five minutes later in the untidy village of Qabb Elias we were told that the Israelis had bombed the camp overnight.</p><p>With my reputation as any sort of reliable font of knowledge now in irremediable tatters we drove on past the line of Syrian armour to the wetland and there birding – and in John’s case, bird photography  – began as, gradually, other people arrived.  I would love to say exactly what we watched (a note against one of these photographs says that we saw pelicans) but here my coordinator role took over and I found myself constantly keeping an eye on my watch and eventually trying to make the point, as graciously as possible, that we really ought to head back. But I can say that John – who had been so influential in getting A Rocha going – thoroughly enjoyed himself and took enormous pleasure in seeing Christian conservation in action.</p><p>I must add however a slight sad postscript to John’s time in Lebanon. A few days later after a very successful conference in Beirut, John was out birding again in the Bekaa. Teaching kept me in the American University but I heard the account of what happened. At some point in the hot day John had looked in puzzlement at his binoculars and then handed them to someone else saying ‘Can you adjust them for me? They don’t seem to be focusing.’ The binoculars were scrutinised and then returned to him with a troubled enquiry ‘Err, there’s nothing wrong with them John: are you all right?’ Clearly he wasn’t . John was hastily returned to Beirut and returned to London immediately where he was met on landing by a doctor.  I never heard the diagnosis – why should I? – but I believe it marked the start of the fading health of his later years. So, I ask myself, was that day at the Aammiq Wetland one of his last really well birding days? I don’t know. If it was, it was appropriate. After all, in his long years of guidance and encouragement, John had played a key part in saving it.",
        "photos":[]
    }
]